import React from "react";
import './About.css'

const About = () => {
    return (
        <div className="about-container">  
            <div className= "logo-holder">   
            <img src="https://cyberpro-israel.co.il/wp-content/uploads/2021/01/CYBERPRO-Israel-Logo-Black.svg" alt="" />
            </div>
            <div className="headline">  
                <h1> עליונות טכנולוגית ומצוינות בהכשרות עובדי סייבר  ואבטחת המידע בישראל </h1>
                <br />
                <br />
            </div>
            <div className="img-holder">  
                <div className="text-container" >   
                  <p>
                  <br /> .CYBERPRO Global הינה השלוחה הישראלית של CYBERPRO Israel <br /> 
                  אשר הוקמה על מנת לתת מענה לצורך הולך וגדל באנשי מקצוע בשוק הישראלי <br />
                  והרחבת שיתוף הפעולה עם חברות טכנולוגיות ישראליות המפתחות כלי סייבר מתקדמים.
                   </p>
                   <br />
                   <p>
                     .בתחומי תשתיות פאבטחת מידע וסייבר הינן שם דבר בעולם   CYBERPRO ההכשרות המתקדמות והמבוקשות של <br />
                     .הכשרות אלו פותחו על ידי מומחי סייבר מהשורה הראשונה בעולם, עבור גופיי אבטחה בינלאומיים השמים דגש רב על יכולות ההדרכה הגבוהות <br />
                     .שיטות הלמידה המקצועיות וטכנולוגיות האימון והתרגול הייחודיות החיבור עם גופים בינלאומיים מאפשרים לסטודנטים הלומדים אצלנו להחשף להזדמנויות תעסוקה ייחודיות בארץ ובעולם <br />
                   </p>
                </div>
            </div>
              <div className="explain">
                    <h1 className="explain-headline">  מגוון מסלולי הכשרה, קורסים וסדנאות לאנשי סייבר <br />
                    ולמבקשים להיכנס לעולם זה </h1> 
                    <h3 className="explain-headline"> מסלולי הלימוד, הקורסים והסדנאות שלנו מבוססים על תרגול מעשי רב וכוללים מגוון רחב <br />
                    של מעבדות המשלבות ידע וטכנולוגיות מתקדמות, כגון שימוש בסימולטור הסייבר המתקדם שלנו <br />
                    .על מנת לתרגל התמודדות עם מצבי אמת </h3>
                    <div className="explain-content">
                        <p>
                             <h2>איומי סייבר</h2>  
                             בעולם בו האיומים מתחדשים ללא הרף, נוצרים פערי אבטחה המנוצלים לרעה ע"י גורמים שונים <br />
                             הניסיון רב השנים שלנו מוכיח, שהטכנולוגיה לבדה לא מספיקה כדי להגן מפני תקיפות והסתמכות מוחלטת על הטכנולוגיה במלחמה זו תביא להגדלת פערי האבטחה וההשלכות הנובעות מכך <br />
                             על כן שמנו לעצמנו מטרה להשקיע ב"הון האנושי" באמצעות הכשרת בוגרים בעלי יכולת חשיבה "מחוץ לקופסא" עם ניסיון פרקטי בלתי מבוטל המתבסס על יכולות ייחודיות, חדשנות ועדכוני זמן אמת שלנו מחזית הסייבר העולמית
                             </p>
                    </div>
                </div>
        </div>
    )
    }

export default About